/* eslint-disable */
import React from 'react';
import * as S from './style';

export const WithdrawInfo2 = () => {
  const content =
    <article id='a188ae1c-65df-4886-8e65-2b5b06ff03e5' className='page sans'>
      <div className='page-body'>
        <p id='08c1731c-4137-42dc-9dc0-f3a440cfd941' className=''>
          제7조(개인정보의 파기절차 및 파기방법)</p>
        <p id='c8997ef8-8c79-4096-85d4-e2ed092a0fad' className=''>
          ① &lt; (주)리크텍 &gt; 은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게
          되었을 때에는 지체없이 해당 개인정보를 파기합니다.</p>
        <p id='c00a56c7-d0a3-43ba-91b6-eb9ffa95494d' className=''>
          ② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라
          개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</p>
        <ol
          type='1'
          id='b7df24a0-6d61-4cdd-a14d-b114bde640c4'
          className='numbered-list'
          start={1}
        >
          <li>법령 근거: 「개인정보보호법」 제35조-제38조, 「개인정보보호법」 제34조</li>
        </ol>
        <p id='73b9c505-02b5-40da-9e59-6d929c33e9d8' className=''>
          신용정보의 이용 및 보호에 관한 법률 제39조</p>
        <ol
          type='1'
          id='2aeb265e-6544-4970-a105-47a8b37194de'
          className='numbered-list'
          start={1}
        >
          <li>보존하는 개인정보 항목: 계좌정보, 거래날짜</li>
        </ol>
        <p id='64b937ad-409c-4388-89c6-49780c92e5c0' className=''>
          ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.</p>
        <ol
          type='1'
          id='cc06a8c2-4aad-44f1-929a-3d8576a915e6'
          className='numbered-list'
          start={1}
        >
          <li>파기절차</li>
        </ol>
        <p id='affdb0e2-38ed-4414-be21-856582d40228' className=''>
          &lt; (주)리크텍 &gt; 은(는) 파기 사유가 발생한 개인정보를 선정하고, &lt;
          (주)리크텍 &gt; 의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</p>
        <ol
          type='1'
          id='332febba-a35c-4729-a6ce-d863bac63a09'
          className='numbered-list'
          start={1}
        >
          <li>파기방법</li>
        </ol>
        <p id='cf09c3de-9d82-4f14-b770-aaa1c3838c7a' className=''>
          전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.</p>
        <p id='bed70e3c-bb92-43c0-b241-6f8a537b741e' className=''>
          종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다</p>
        <p id='340fc99a-8498-4d00-8a9e-b165d150c5eb' className=''>
          제8조(미이용자의 개인정보 파기 등에 관한 조치)</p>
        <p id='40fab461-768e-4a77-bd0e-f9e8e820e261' className=''>
          ① &lt;개인정보처리자명&gt;은(는) 1년간 서비스를 이용하지 않은 이용자는 휴면계정으로
          전환하고, 개인정보를 별도로 분리하여 보관합니다. 분리 보관된 개인정보는 1년간 보관 후 지체없이 파기합니다.</p>
        <p id='39470e70-8a0b-42da-a055-1511a42a9591' className=''>
          ② &lt;개인정보처리자명&gt;은(는) 휴먼전환 30일 전까지 휴면예정 회원에게 별도 분리 보관되는 사실
          및 휴면 예정일, 별도 분리 보관하는 개인정보 항목을 이메일, 문자 등 이용자에게 통지 가능한 방법으로 알리고 있습니다.</p>
        <p id='80b0e950-a696-454c-ac01-186005e877cb' className=''>
          ③ 휴면계정으로 전환을 원하지 않으시는 경우, 휴면계정 전환 전 서비스 로그인을 하시면
          됩니다. 또한, 휴면계정으로 전환되었더라도 로그인을 하는 경우 이용자의 동의에 따라 휴면계정을 복원하여 정상적인 서비스를 이용할 수 있습니다.</p>
        <p id='64c68c79-bb47-40f5-ace9-5faf9500e2d5' className=''>
          제9조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)</p>
        <p id='4b6c2d89-851e-41ef-b9eb-cae90cd1b411' className=''>
          ① 정보주체는 (주)리크텍에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수
          있습니다.</p>
        <p id='b5572c3b-f720-44bb-a946-0684220fa37a' className=''>
          ② 제1항에 따른 권리 행사는(주)리크텍에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라
          서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 (주)리크텍은(는) 이에 대해 지체 없이 조치하겠습니다.</p>
        <p id='c28ba060-e645-496f-87c4-74722d463ab6' className=''>
          ③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수
          있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</p>
        <p id='71f34686-ee74-401a-94a1-114156d27b93' className=''>
          ④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여
          정보주체의 권리가 제한 될 수 있습니다.</p>
        <p id='1ca435ee-c9a5-4e34-a74a-8fa4734f5e8f' className=''>
          ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그
          삭제를 요구할 수 없습니다.</p>
        <p id='1ba9d51b-8881-4fbf-aa5b-cad76946282b' className=''>
          ⑥ (주)리크텍은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등
          요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</p>
      </div>
    </article>
  return (
    <>
      <S.Wrapper>
        {content}
      </S.Wrapper>
    </>
  );
};
